tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/fuse"
tap "homebrew/versions"
brew "ack"
brew "openssl"
brew "sqlite"
brew "python"
brew "awscli"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "curl"
brew "erlang"
brew "elixir"
brew "fd"
brew "fortune"
brew "fzf"
brew "gist"
brew "git"
brew "go"
brew "govendor"
brew "icu4c"
brew "irssi"
brew "jq"
brew "libu2f-host"
brew "libxml2"
brew "libxslt"
brew "macvim"
brew "mongodb"
brew "neovim"
brew "node"
brew "optipng"
brew "pkg-config"
brew "postgresql"
brew "pwgen"
brew "rabbitmq"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "rsync"
brew "smartmontools"
brew "the_silver_searcher"
brew "thrift"
brew "tmux"
brew "watchman"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
