tap "heroku/brew"
tap "universal-ctags/universal-ctags"

# Formulae
brew "ack"
brew "apache-spark"
brew "awscli"
brew "blueutil"
brew "colordiff"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "direnv"
brew "elixir"
brew "erlang"
brew "fd"
brew "flyctl"
brew "fortune"
brew "fzf"
brew "gist"
brew "git"
brew "glib"
brew "go"
brew "gsl"
brew "hashicorp/tap/terraform-ls"
brew "heroku/brew/heroku"
brew "icu4c"
brew "irssi"
brew "jq"
brew "libevent"
brew "libxml2"
brew "libxslt"
brew "lua-language-server"
brew "macvim"
brew "neovim"
brew "node"
brew "node-build"
brew "nodenv"
brew "optipng"
brew "postgresql", restart_service: true
brew "pnpm"
brew "prettier"
brew "pwgen"
brew "pyenv"
brew "rabbitmq"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "ripgrep"
brew "rsync"
brew "ruby-build"
brew "rust"
brew "rustup-init"
brew "scala"
brew "smartmontools"
brew "starship"
brew "the_silver_searcher"
brew "thrift"
brew "tmux"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "watchman"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

# Casks
cask "1password-cli"
cask "claude-code"
cask "codex"
cask "discord"
cask "docker"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "hyper"
cask "iterm2"
cask "logitech-g-hub"
cask "notion-calendar"
cask "postico"
cask "slack"
cask "spotify"
cask "whatsapp"
