tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"

# Formulae
brew "1password-cli"
brew "ack"
brew "apache-spark"
brew "awscli"
brew "blueutil"
brew "colordiff"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "dep"
brew "direnv"
brew "elixir"
brew "erlang"
brew "fd"
brew "fortune"
brew "fzf"
brew "gist"
brew "git"
brew "glib"
brew "go"
brew "govendor"
brew "gsl"
brew "heroku/brew/heroku"
brew "icu4c"
brew "irssi"
brew "jq"
brew "libevent"
brew "libu2f-host"
brew "libxml2"
brew "libxslt"
brew "lua-language-server"
brew "macvim"
brew "neovim"
brew "node"
brew "node-build"
brew "nodenv"
brew "optipng"
brew "postgresql", restart_service: true
brew "prettier"
brew "pwgen"
brew "pyenv"
brew "rabbitmq"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "ripgrep"
brew "rsync"
brew "ruby-build"
brew "rust"
brew "rustup-init"
brew "scala"
brew "smartmontools"
brew "the_silver_searcher"
brew "thrift"
brew "tmux"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "watchman"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

# Casks
brew "slack"
brew "google-chrome"
brew "spectacle"
brew "logitech-g-hub"
brew "hyper"
brew "iterm2"
brew "notion-calendar"
brew "discord"
brew "whatsapp"
brew "spotify"
brew "postico"
brew "linear"
